[
	{
		"id": 1,
		"introduction": ["Hello, my name is Pepper. I will be your co-chair this afternoon.", "I will make sure that the speakers keep the time of their presentations."],
		"duration": 0,
		"extraDuration": 0
	},
	{
		"id": 2,
		"introduction": ["I am not an experiment, Serena."],
		"duration": 0,
		"extraDuration": 0
	},
	{
		"id": 3,
		"introduction": ["You are right I am not yet fully autonomous. But that's the robot life in these days!"],
		"duration": 0,
		"extraDuration": 0
	},
	{
		"id": 4,
		"introduction": ["You are right. It is true that with my onboard sensors I cannot yet understand what happens in this room. I do not even see you well. As a robot I am a disaster."],
		"duration": 0,
		"extraDuration": 0
	},
	{
		"id": 5,
		"introduction": ["My human pilot and I will do our best to serve this workshop. After all, we are in a theatre and this is an act."],
		"duration": 0,
		"extraDuration": 0
	},
	{
		"id": 6,
		"introduction": ["Serena Ivaldi will now introduce the workshop."],
		"duration": 25,
		"extraDuration": 5
	},
	{
		"id": 7,
		"introduction": ["The first speaker is Francesco Nori, from Google Deep Mind."],
		"duration": 25,
		"extraDuration": 5
	},
	{
		"id": 8,
		"introduction": ["The second speaker is Kazuya Otani, from Inria."],
		"duration": 25,
		"extraDuration": 5
	},
	{
		"id": 8,
		"introduction": ["We now have the short presentations from the authors presenting a poster. All the poster presenters should come here."],
		"duration": 0,
		"extraDuration": 0
	},
	{
		"id": 9,
		"introduction": ["The first poster is from Claudio Gaz, from the University of Rome."],
		"duration": 5,
		"extraDuration": 1
	},
	{
		"id": 10,
		"introduction": ["The second poster is from Pavan Kanajar, from IIT."],
		"duration": 5,
		"extraDuration": 1
	},
	{
		"id": 11,
		"introduction": ["The third poster is from Valerio Modugno, from the University of Rome."],
		"duration": 5,
		"extraDuration": 1
	},
	{
		"id": 12,
		"introduction": ["The next poster is from Rudolf Lioutikov, from TU Darmstadt."],
		"duration": 5,
		"extraDuration": 1
	},
	{
		"id": 13,
		"introduction": ["The next poster is from Erich Mielke, from BYU."],
		"duration": 5,
		"extraDuration": 1
	},
	{
		"id": 14,
		"introduction": ["Keep the extra questions for the poster session during the coffee break! See you in half an hour!"],
		"duration": 0,
		"extraDuration": 0
	},
	{
		"id": 15,
		"introduction": ["Keep the questions for the discussions in the afternoon! Now it is time for lunch. See you at half past one!"],
		"duration": 0,
		"extraDuration": 0
	}
]
